[File]
ANSICP=1251
Author=prydespar@outlook.com
Help=AIMP-ru.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000006262FFE1E1FD6262FF005C00005600005000004C00004600004000003C00003C00003600002E00002C00002C00002C00E1E1FD656FE9E1E1FD57BD5754BB534FB84F4AB64A45B44541B2413CAF3C38AD3834AC3431A9312EA82E2BA72B002A006262FFE1E1FD656FE93EB43E39B23933AF332DAC2D28A92822A7221DA41D18A117139F130E9D0F0B9B0B2EA82E003200E1E1FD7476F8E1E1FD44B14B3EAF4639AC4033A93B2EA63629A43023A22B1E9F26189C2013991C10971731A639002C006262FFE1E1FD525AEF44B14B3EAF4639AC4033A93B2EA63629A43023A22B1E9F26189C2013991C10971731A639002C00E1E1FD7476F8E1E1FD44B14B3EAF4639AC4033A93B2EA63629A43023A22B1E9F26189C2013991C10971731A639002C006262FFE1E1FD5656FD4849FB4444FB3F3FFA393AF93434F82E2EF72929F62323F51E1EF41818F31313F23535F40000E3E1E1FDA2A2FDEAE9FC4849FB4444FB3F3FFA393AF93434F82E2EF72929F62323F51E1EF41818F31313F23535F40000E36262FFE1E1FD5656FD4E4EFC4A49FC4545FB3F3FFA3A3AF93535F82F2FF72A2AF62424F51E1EF41919F33A3AF40000E5E1E1FDA4A4FEE1E1FD5353FD4F4EFD4A4AFC4545FB4040FA3B3AF93535F82F2FF72A2AF62424F51F1FF43E3EF50000E76262FFE1E1FD6060FE5858FE5353FD5050FD4A4AFC4646FB4140FA3B3BF93536F83030F72A2AF62525F54343F60000E7E1E1FDB2B2FFE1E1FD5B5BFE5858FE5353FD5050FD4B4BFC4646FB4141FA3C3BF93636F83030F72B2BF64848F70000E96262FFE1E1FD7D7DFF7878FE7676FE7373FE706FFD6C6CFD6868FC6464FC5F5FFB5B5BFA5656F95252F84D4DF70000EBE1E1FD6262FFE1E1FD0000FF0000FD0000FD0000FD0000FD0000FB0000F90000F70000F50000F30000F10000EF0000ED000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1059
Name=Беларуская (be-BY)
VersionId=5030

[About]
B1=Закрыць
Caption=Аб праграме
L1=Падтрымка:
L2=Аўтар:
L4=Дызайн:
L5=Ліцэнзійнае пагадненне
L6=Гісторыя змен

[Actions]
EqualizerFrame=Эквалайзер
Form.AutoHide=Рэжым паказу: плаваючы з аўта-хаваннем
Form.DockTo=Прымацаваць
Form.DockToEdges=да левага краю экрана|да правага краю экрана|да верхняга краю экрана|да ніжняга краю экрана
Form.DoMaximize=Разгарнуць на ўвесь экран
Form.Fixed=Рэжым паказу: замацаваны
Form.Float=Рэжым паказу: плаваючы
Form.Maximize=Разгарнуць|Аднавіць
Form.Minimize=Згарнуць
Form.StayOnTop=Па-над усімі вокнамі
Form.Undock=Звычайны рэжым
Form.Visible=%s - паказаць|%s - схаваць
PlaylistFrame=Плэй-ліст
QuickSearch=Хуткі пошук
Tabs.ScrollDown=Прагартаць укладкі назад
Tabs.ScrollUp=Пгарартаць укладкі наперад
Visuals.VisualMenu=Спіс візуалізацый

[AddLinkDialog]
btnOk=ОК
Caption=Даданне спасылкі
lbLink=Спасылка на паток:
lbName=Імя:

[AIMP]
acCopyTo=Капіяваць у...
acFormsTogglePlaylistVisibility.h=Паказаць/схаваць плэй-ліст
acFormsTogglePlaylistVisibility=Плэй-ліст
acHelp=Даведка
acMainAddFiles.h=Дадаць файлы
acMainAddFiles=Файлы
acMainAddFolder.h=Дадаць папкі
acMainAddFolder=Папкі
acMainAddPlaylist.h=Дадаць плэй-ліст
acMainAddPlaylist=Плэй-ліст
acMainAddURL.h=Дадаць спасылку
acMainAddURL=Спасылку
acMainBookmarksManager=Менеджар закладак
acMainDSPManager=Менеджар гукавых эфектаў
acMainDSPManagerCrossMixing=Менеджар гукавых эфектаў: звядзенне
acMainDSPManagerEQ=Менеджар гукавых эфектаў: эквалайзер
acMainDSPManagerSilenceRemover=Менеджар гукавых эфектаў: выдаленне цішыні
acMainDSPManagerSoundEffects=Менеджар гукавых эфектаў: агульнае
acMainDSPManagerVolumeNormalization=Менеджар гукавых эфектаў: гучнасць
acMainExit.h=Выйсці з праграмы
acMainMinimize.h=Згарнуць/разгарнуць
acMainOpenFiles.h=Адкрыць файл(-ы)
acMainOpenFiles=Адкрыць файлы
acMainOpenFolder=Адкрыць папку
acMainOpenPlaylist.h=Імпартаваць плэй-ліст
acMainOpenPlaylist=Імпартаваць плэй-ліст
acMainStayOnTop=Па-над усімі вокнамі
acMLCompressDB=Сціснуць базу даных
acMLDeleteAll=Выдаліць усе файлы з базы даных
acMLEditBookmark=змяніць закладку...
acMLGroupingTreeDeleteSelected=Выдаліць з базы даных
acMLGroupingTreeDeleteSelectedPhysically=Выдаліць фізічна
acMLLabelsDialog=Пазнакі...
acMLMakeReport=Справаздача...
acMLMissedFiles=Перамешчаныя файлы...
acMLPlayFiles=Прайграць усе
acMLPlaySelectedFiles=Прайграць выбраныя файлы
acMLReloadTagsForAllFiles=Перачытаць тэгі ва ўсіх файлаў
acMLReloadTagsForSelectedFiles=Перачытаць тэгі ў выбраных файлаў
acMLResetStats=Скінуць статыстыку для ўсіх файлаў
acMLResetStatsForSelectedFiles=Скінуць статыстыку для выбраных файлаў
acMLTableDeleteSelected=Выдаліць выбраныя файлы з базы даных
acMLTableSendFilesToActivePlaylist=Дадаць у актыўны плэй-ліст
acMoveTo=Перамясціць у...
acOpenFolder=Адкрыць папку
acOptionHotkeys.h=Налады гарачых клавіш
acOptionHotkeys=Гарачыя клавішы
acOptionLangs.h=Налады мовы
acOptionLangs=Мова інтэрфейса
acOptionPlugins.h=Налады плагінаў
acOptionPlugins=Плагіны
acOptions=Налады
acOptionShutdown.h=Налады планіроўшчыка
acOptionShutdown=Планіроўшчык
acOptionSkins.h=Налады інтэрфейса
acOptionSkins=Вокладкі
acPlayableFileCopyFileToClipboard.h=Капіяваць файл у буфер абмену
acPlayableFileCopyInfoToClipboard.h=Капіяваць інфармацыю аб файле ў буфер абмену
acPlayableFileCopyToLastPath.h=Капіяваць прайграваны файл у апошнюю выбраную папку
acPlayableFileDeletePhysically=Выдаліць прайграваны файл з дыска
acPlayableFileShowFileInfo=Інфармацыя аб бягучым файле
acPlayableFileShowQTE.h=Адкрыць у рэдактары тэгаў
acPlayableFileToggleSwitchInPlaylist.h=Прайграваны файл (укл/выкл)
acPlayerCrossMixing=Звядзенне: выкл. / укл.
acPlayerJumpToTime=Перайсці да часу
acPlayerNextTrack=Наступны файл
acPlayerPauseOnNextTrack=Перайсці да наступнага файла і ўстаць на паўзу
acPlayerPlayPause=Старт/паўза
acPlayerPrevTrack=Папярэдні файл
acPlayerRadioCapture=Запіс радыё
acPlayerRadioCaptureSingleTrack=Запіс радыё (толькі адзін трэк)
acPlayerRepeat=Паўтор файла
acPlayerRepeatPartAB=Паўтор адрэзка "А-Б"
acPlayerSeekBackward.h=Крыху перайсці назад
acPlayerSeekForward.h=Крыху перайсці наперад
acPlayerShuffle=Выпадковы файл
acPlayerSpeedDecrease=Хуткасць: паменшыць
acPlayerSpeedIncrease=Хуткасць: павялічыць
acPlayerSpeedResetToDefaults=Хуткасць: звычайная
acPlayerStop.h=Спыніць прайграванне
acPlayerStopAtEnd.h=Спыніць прайграванне пасля бягучага файла
acPlayerTempoDecrease=Тэмп: паменшыць
acPlayerTempoIncrease=Тэмп: павялічыць
acPlayerTempoResetToDefaults=Тэмп: звычайны
acPlayerVolumeDown.h=Гучнасць: паменшыць
acPlayerVolumeMute.h=Гук: укл/выкл
acPlayerVolumeMute=Гук
acPlayerVolumeUp.h=Гучнасць: павялічыць
acPlaylistAddSelectedToBookmarks=Дадаць закладку
acPlaylistAddSelectedToQueue=Дадаць у чаргу
acPlaylistClose=Закрыць плэй-ліст
acPlaylistCloseOthers=Закрыць іншыя плэй-лісты
acPlaylistCopySelectedToClipboard=Капіяваць выбраныя файлы ў буфер абмену
acPlaylistDeleteAll=Ачысціць плэй-ліст
acPlaylistDeleteDuplicates=Выдаліць паўторныя файлы
acPlaylistDeleteNonExists=Выдаляць неіснуючыя файлы
acPlaylistDeleteNonSelected=Выдаляць усе файлы, акрамя выбраных
acPlaylistDeleteSelected=Выдаліць выбраныя файлы
acPlaylistDeleteSelectedPhysically=Выдаліць выбраныя файлы з дыска
acPlaylistDeleteSwitchedOff=Выдаліць адключаныя файлы
acPlaylistDeleteSwitchedOffPhysically=Выдаліць адключаныя файлы з дыска
acPlaylistFindInML=Знайсці ў бібліятэцы музыкі
acPlaylistFindNewFiles=Пошук новых файлаў
acPlaylistFocusedItemShowQTE=Звесткі аб файле
acPlaylistInsertAfterPlayingItem=Паставіць пасля прайграванага
acPlaylistInsertToQueueBeginning=Дадаць у пачатак чаргі
acPlaylistNew=Новы плэй-ліст
acPlaylistNext.h=Наступны плэй-ліст
acPlaylistNextAndPlay.h=Прайграць наступны плэй-ліст
acPlaylistPlayFocusedItem.h=Прайграць выбраны файл
acPlaylistPlayFocusedItem=Прайграць
acPlaylistPlayPrevious=Прайграць мінулы плэй-ліст
acPlaylistPrev.h=Папярэдні плэй-ліст
acPlaylistPrevAndPlay.h=Прайграць папярэдні плэй-ліст
acPlaylistReloadFromPreimage=Перачытаць даныя з правобраза
acPlaylistRemoveSelectedFromQueue=Выдаліць з чаргі
acPlaylistRename=Перайменаваць плэй-ліст
acPlaylistReverse.h=Сартаванне: інвертаваць
acPlaylistReverse=Інвертаваць
acPlaylistSave=Экспарт плэй-ліста
acPlaylistSortByArtist=Сартаванне па выканаўцу
acPlaylistSortByDuration=Сартаванне па працягласці
acPlaylistSortByFileName=Сартаванне па папках
acPlaylistSortByTitle=Сартаванне па загалоўку
acPlaylistSortRandomize.h=Сартаванне: перамяшаць
acPlaylistSortRandomize=Перамяшаць
acQueueClear=Ачысціць чаргу
acQueueManager=Менеджар чаргі
acSearchAdvanced=Пашыраны пошук
acSearchQuick=Хуткі пошук
acSendToAudioConverter.h=Адправіць у аўдыяканвертар
acSendToAudioConverter=Аўдыяканвертар
acSendToTagEditor.h=Адправіць у пашыраны рэдактар тэгаў
acSendToTagEditor=Рэдактар тэгаў
acUtilsAudioConverter=Аўдыяканвертар
acUtilsAudioLibrary=Бібліятэка музыкі
acUtilsTagEditor=Рэдактар тэгаў
acVisualExitFromFullScreen=Выйсці з поўнаэкраннага рэжыму візуалізацыі
acVisualFullScreen=Поўнаэкранны рэжым візуалізацыя
acVisualNext.h=Наступная візуалізацыя
acVisualPrev.h=Папярэдняя візуалізацыя
CategoryMenu=Катэгорыя
CategoryOptions=Налады
ClearPls=Ачысціць плэй-ліст
CM_DEL=Выдаліць з плэй-ліста
CM_SEL=Вылучыць файлы
CountLabel.h=Колькасць файлаў у плэйлісце
ItmEQPos=Паказваць эквалайзер злева
LengthLabel.h=Агульная працягласць плэй-ліста
miBMLocateInSource=Знайсці ў крыніцы
miBMPlaySelectedFromBeginning=Прайграць абраныя файлы з пачатку
miBMResetTimestamp=Скінуць адзнаку часу
miCountdown=Зваротны адлік часу
miMLBookmarks=Закладкі
miMLCreateDynPlaylist=Стварыць смарт-плэй-ліст
miMLGroupingPreset=Групоўка
miMLGroupingPresetAdd=Дадаць...
miMLGroupingPresetEdit=Рэдагаваць
miMLGroupingPresetRemove=Выдаліць
miMLLabelsExclude=Выключыць пазнаку
miMLLabelsInclude=Прызначыць пазнаку
miMLManageDB=База даных
miMLReload=Абнавіць...
miMLTableSendToPlaylist=Адправіць у плэй-ліст
miMLTableViewAlbumThumbnails=Выгляд: мініяцюры
miMLTableViewDefault=Выгляд: табліца
miMLTableViewGroupDetails=Выгляд: карткі
miPersonalSettings=Індывідуальныя налады
miPlaylistNewSmart=Новы смарт-плэй-ліст
miPreimageSettings=Налады арыгінала
miRadioCaptureStop=Спыніць запіс
miRadioCatalogs=Каталогі інтэрнэт-радыё
miReadOnly=Заблакіраваць ад змяненняў
miRemoval=Выдаленне
miSelectAll=Выбраць усе файлы
miSelectNone=Прыбраць вылучэнне з файлаў
miSelectPls=Выбраць плэй-ліст
miSendTo=Адправіць
miSendToPlaylist=Адправіць у іншы плэй-ліст
miSortByPatternOptions=Налады
miSwitchOff=Адключыць
miSwitchOn=Уключыць
N6=Перачытаць тэгі
N7=Бліжэйшая запланаваная задача:
N20=Чарга
N22=Вобласць апавяшчэнняў
N31=Рэжым візуалізацыі
N34=Дадаць
N35=Паказаць акно
N36=Эквалайзер
N37=Акно візуалізацыі
N38=(схаваць усе)
N39=Рэдагаваць
N40=Візуалізацыя
N41=Вокладкі
N43=Даведка
N47=Выхад
N56=Утыліты
N70=Прыпыніць працу глабальных гарачых клавіш
N75=Утыліты
N79=Паказаць бягучы
N80=Загрузіць наладу
N81=Захаваць наладу
N83=Скінуць налады ўсіх эфектаў
N84=Скінуць налады эквалайзера
N85=Згарнуць усе
N86=Разгарнуць усе
N90=Прайгравальнік
N91=Старт/Паўза
N92=Стоп
N93=Дадаць файлы
N95=Папярэдні файл
N96=Наступны файл
N98=Гучнасць
N114=Аб'яднаць з аднайменымі катэгорыямі
N115=Аб'яднаць усе аднайменыя катэгорыі
pmAdd.h=Меню дадання файлаў/папак
pmDelete.h=Меню выдалення файлаў
pmEqualizer.h=Налады эквалайзера
pmMainMenu.h=Галоўнае меню
pmManagePlaylist.h=Кіраванне плэй-лістамі
pmMisc.h=Меню "Рознае"
pmMLDelete.h=Меню выдалення файлаў
pmMLGroupingPresets.h=Перадналады дрэва групоўкі
pmMLLabels.h=Меню кіравання пазнакамі
pmMLMainMenu.h=Галоўнае меню - бібліятэка музыкі
pmMLMisc.h=Меню "Рознае"
pmMLTableViews.h=Выгляд
pmNewPlaylist.h=Новы плэйліст...
pmPlaylistList.h=Спіс плэй-лістоў
pmQuickOptions.h=Хуткія налады
pmSorting.h=Меню сартавання файлаў
pmUtilities.h=Утыліты
SentToNewPLS=У новы плэй-ліст
SizeLabel.h=Памер файлаў у плэйлісце
TCFixFloat=Замацаваць панэль звестак
TL=Экспарт трэк-ліста
TrayCotnrol=Паказваць міні-прайгравальнік

[AIMPBookmarkEditDialog]
Caption=Рэдагаванне закладкі
L1=Назва:
L2=Шлях:
L3=Цэтлікі:
L4=Адзнака часу:
L5=Каментар:

[AIMPConverterStatsDialog]
btnOK=ОК
Caption=Канвертаванне завершана!
cbDontShowAgain=Больш не паказваць
Message=Колькасць файлаў: %0:s\n\nЧас: %2:s\nСярэдні час: %3:s\n\nУваход: %5:s\nВыхад: %6:s\nЗэканомлена: %4:s

[AIMPFindMissedFilesDialog]
acApply=Ужыць да адзначаных
acFind=Пошук...
acRemoveSelected=Выдаліць выбраныя ў БД
acReplace=Замяніць шлях да файла...
Caption=Кіраванне перамешчанымі файламі

[AIMPML]
Added=Дададзены
Album=Альбом
AlbumArtist=Выканаўца альбома
Artist=Выканаўца
BitDepth=Глыбіня дыскрэтызацыі
Bitrate=Бітрэйт
BPM=BPM
Channels=Колькасць каналаў
Comment=Каментарый
Composer=Кампазітар
Conductor=Дырыжор
Copyrights=Аўтарскія правы
CreatedAt=Створана ў
DiskNumber=Дыск №
Duration=Працягласць
FileFormat=Фармат
FileName=Імя файла
FileSize=Памер файла
Genre=Жанр
Labels=Пазнакі
LastModification=Дата змянення файла
LastPlayback=Апошняе прайграванне
Lyricist=Аўтар слоў песні
Mood=Настрой
Name=Імя
PlaybackCount=Колькасць прайграванняў
Publisher=Выдавец
Rating=Рэйтынг
SampleRate=Частата
Source=Імя
Timestamp=Адзнака часу
Title=Загаловак
TrackNumber=Трэк №
URL=Спасылка
UserMark=Адзнака
Year=Год

[AIMPML.Controls]
Customize=Наладзіць
DataSourceList=Спіс крыніц даных
History=Гісторыя прайграванняў
NewLabel=Новая пазнака
NewLabelDialog=Новая пазнака...
None=(не зададзена)
ResetAllFilters=Скінуць усе фільтры
ResetFilter=Скінуць фільтр
ShowAll=(паказаць усё)
UnsetAllLabels=Выключыць усе пазнакі

[AIMPML.Presets]
BestTracks.C=Лепшыя трэкі
BestTracks.V=Топ %d|Высокая ацэнка
NewTracks.C=Новыя трэкі
NewTracks.V=На дзень|На тры дні|На тыдзень|На 2 тыдні|На месяц|Ніколі не гуляў

[AIMPML.Reports]
AlbumCount=Колькасць альбомаў:
ArtistCount=Колькасць выканаўцаў:
Common=Статыстыка
FavoriteAlbums=Любімыя альбомы (Топ %d)
FavoriteArtists=Любімыя выканаўцы (Топ %d)
FavoriteGenres=Любімыя жанры (Топ %d)
FavoriteTracks=Любімыя трэкі (Топ %d)
GenreCount=Колькасць жанраў:
L1=Колькасць прайграванняў
L2=Колькасць файлаў
L3=Затрачана часу (~)
L4=Выканаўца
L5=Праслухана
L6=Усяго
TrackCount=Колькасць файлаў:

[AIMPMLFilterEditorDialog]
btnCancel=Скасаваць
btnOK=ОК
Caption=Налады фільтра
pcpFilter=Фільтраванне

[AIMPMLFilterEditorDialog.FilterControl]
C=Дадаць правіла
G=Дадаць групу
Op0=роўна
Op1=не роўна
Op2=паміж
Op3=менш
Op4=менш або роўна
Op5=больш
Op6=больш або роўна
Op7=утрымлівае
Op8=пачынаецца з
Op9=заканчваецца на
Op10=– гэта апошнія X дні (дзён)
R=Выдаліць

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Скінуць
Caption=Налады групоўкі
GB1=Палі для групоўкі
GB2=Палі для паказу

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Ачысціць
btnEditFilter=Налады...
Caption=Шаблон групоўкі
L1=Аўтаімя
L2=Групоўка па палях
L3=Фільтр даных
lbName=Імя
lvAvailable=Даступныя палі
lvGroup=Выкарыстоўваемыя палі

[AIMPMLLabelsDialog]
acMoveLeft=Прызначыць пазнаку
acMoveRight=Прыбраць пазнаку
acRemove=Выдаліць пазнаку
acRename=Перайменаваць пазнаку
btnCancel=Скасаваць
btnOK=ОК
C1=Прызначаныя пазнакі
C2=Даступныя пазнакі
Caption=Пазнакі
L1=Увядзіце імя пазнакі
L2=Дадаць
miSetToAll=Прызначыць усім файлам
miUndoSetToAll=Скасаваць: прызначыць усім файлам

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Адсутны файл
c[1]=Прапанаваны на замену файл
c[2]=Ступень адпаведнасці

[AIMPMLMonitoringSettingsDialog]
acAdd=Дадаць
acDeleteAll=Выдаліць усе
acDeleteSelected=Выдаліць выбраныя
acUpdate=Абнавіць
btnClose=Закрыць
Caption=Бібліятэка музыкі - маніторынг файлаў
CB1=Шукаць перамешчаныя і/або перайменаваныя файлы
CB2=Выдаліць неіснуючыя файлы з базы даных
CB3=Перачытаць тэгі
cbMinFD=Калі працягласць менш:
cbMinFS=Калі памер менш:
cbScanOnStartup=Пошук змяненняў падчас запуску праграмы
cbTrackChanges=Адсочваць змяненні падчас працы праграмы
GB1=Маніторынг
GB2=Падчас абнаўлення
gbFiltBy=Прапускаць файл
L1=Калі ён мае пашырэнне:
L2=Націсніце кнопку "абнавіць", каб абнавіць змесціва базы даных бібліятэкі музыкі
pcpFolders=Папкі
pcpSettings=Налады

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Папка
c[1]=Падпапкі

[AIMPMLPreimageDialog]
btnCancel=Адмена
btnOK=ОК
Caption=Смарт-плэй-ліст - бібліятэка музыкі
cbLimitTo=Абмежаваць колькасць трэкаў:
cbSortBy=Сартаваць па:
pcpFilter=1. Фільтраваць
pcpPostProcess=3. Выхад
pcpSort=2. Сартаваць

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Дадаць
acDeleteAll=Выдаліць усе
acDeleteSelected=Выдаліць выбраныя
btnCancel=Скасаваць
btnOk=ОК
Caption=Смарт-плэй-ліст - папкі
cbSyncOnChanges=Сінхранізаваць пры знаходжанні змяненняў
cbSyncOnStartup=Сінхранізаваць пры запуску праграмы
L2=Прапускаць файлы з наступнымі пашырэннямі:
pcpFolders=Папкі
pcpSettings=Налады

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Папка
c[1]=Падпапкі

[AIMPPlaylistPreimageDialog]
Caption=Смарт-плэй-ліст - плэй-ліст
L1=Імя файла\Спасылка

[AIMPSendToDialogForm]
cbDefault=Прыняць па змаўчанні
cbSaveStructure=Захоўваць структуру папак
gbAdditionals=Дадатковыя файлы
gbPath=Мэтавая папка
gbRename=Перайменаваць па шаблону
L1=Капіяваць|Перамясціць
L2=Капіяваць у|Перамясціць у
L3=Параметры капіявання|Параметры перамяшчэння
lbAdditionals=Файлы, якія будуць скапіяваны ў мэтавую папку разам з асноўнымі.\n; - раздзяляльнік, * - невядомая частка імя файла

[ATEAutoNumerationForm]
Caption=Аўтанумарацыя
L1=Пачынаць з

[ATEAutoTagForm]
C1=Да змяненняў
C2=Пасля змяненняў
c[0]=Імя файла
c[1]=Альбом
c[2]=Выканаўца
c[3]=Жанр
c[4]=Загаловак
c[5]=Нумар трэка
c[6]=Год
c[8]=Колькасць трэкаў
Caption=Запаўненне тэгаў на аснове імя файла

[ATEChangeRegisterDialog]
Caption=Змяненні рэгістра / Транслітарацыя
CB1=Тэгі:
GB1=Дзеянні
L1=Рэгістр:
L2=Транслітарацыя:
L3=Палі:

[ATEChaptersEditDialog]
acDelete.h=Выдаліць выбраныя главы
acDelete=Выдаліць абраныя
acEdit.h=Рэдагаваць выбраную главу
acEdit=Рэдагаваць
acInsert.h=Дадаць главу
acInsert=Дадаць
btnFastForward.h=Перамотка наперад
btnPlayPause.h=Старт/паўза
btnRewind.h=Перамотка назад
btnSave=Захаванне...
Caption=Рэдактар глаў
tsVolume.h=Гучнасць

[ATEChaptersFormatChooser]
btnSave=Захаваць
Caption=Рэдактар глаў
GB1=Захаваць як:
RB1=Главы, убудаваныя ў аўдыёфайл
RB2=CUE, убудаванае ў аўдыёфайл
RB3=CUE, размешчанае ў якасці асобнага файла
RB4=Звычайны тэкст
W1=* Опцыя недаступная для фармату аўдыёфайла

[ATEForm]
A0=Аўтанумарацыя
A1=Аўтанумарацыя (%s)
A2=Перайменаванне
A3=Прывесці да выгляду "%s"
A4=Ужыць да файлаў
A9=Прапускаць ужо прааналізаваныя файлы
acAnalysisBPM=Аналізаваць выбраныя
acEdit=Рэдагаваць усе палі...
acEditChapters.h=Стварыць/змяніць главы...
acRgAlbum=Аналізаваць выбраныя: як адзін альбом
acRgFAlbum=Сканіраванне выбрана: кожная папка як альбом
acRgFile=Аналізаваць выбраныя: без уліку альбома
acRgMAlbum=Аналізаваць выбраныя: вызначаць альбом па тэгах
acRgRemove=Выдаліць звесткі аб ReplayGain з тэгаў
acScenarios=Сцэнарыі...
acSearchOnline.h=Аўтазапаўненне з дапамогай online-сэрвісаў
acSearchOnlineAlbumArts=Знайсці вокладкі альбомаў у інтэрнэце...
acSearchOnlineLyrics=Знайсці словы песні ў інтэрнэце...
aSave=Захаваць
aTag.h=Аўтазапаўненне
B1.h=Змяненне рэгістра / транслітарацыя
B5=Абнавіць тэгі
btnBPM.h=Колькасць удараў у хвіліну
btnLayout.h=Змяніць выгляд
btnRG.h=ReplayGain
btnScripts.h=Сцэнарыі
Caption=AIMP - Пашыраны рэдактар тэгаў
cbSubFolders=З падпапкамі
lbNoData=(няма даных для перадпрагляду)
miDelete=Выдаліць
miDeletePhys=Выдаліць фізічна
miGroupBy=Групоўка
miGroupByFolder=Па бацькоўскай папцы
miGroupByNone=Без групоўкі
miJumpTo=Перайсці да папкі...
miNumCfm=Запытваць пацвярджэнне
miSoundOut=Налады прайгравання
TM0=Файлы на дыску
TM1=Файлы, дададзеныя карыстальнікам

[ATEForm.lvTable]
c[0]=№
c[1]=Дыск №
c[2]=Імя файла
c[3]=Загаловак
c[4]=Выканаўца
c[5]=Альбом
c[6]=Год
c[7]=Жанр
c[8]=Бітрэйт
c[9]=Працягласць
c[10]=Фармат
c[11]=Вокладка
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Памер
c[19]=Словы песні
c[20]=BPM
c[21]=Replay Gain

[ATEOnlineSearchForm]
aiProgressInidcator=Выконваецца пошук... Пачакайце
btnCancel=Скасаваць
btnSave=Ужыць да файлаў
Caption=Аўтазапаўненне з дапамогай online-сэрвісаў
edSearchBox.b0=Знайсці
edSearchBox.th=Альбом, Выканаўца
ErrorAuthorizationRequired=Гэта дзеянне патрабуе аўтарызацыі. Вы павінны ўвайсці ў ваш профіль і дазволіць AIMP доступ да яго, пасля гэтага - паўтарыце дзеянне.
vlbBindingHint=Каб звязаць знойдзены ў каталогу трэк з наяўным, перацягнеце яго мышкай з верхняга спісу ў ніжні.\n Змены будуць ужыты толькі для пазначаных галачкай трэкаў.

[ATERenameForm]
btnRename=Перайменаваць
Caption=Параметры перайменавання
CB1=З улікам рэгістра
CB2=Працаваць з копіяй файла
GB1=Перайменоўваць файлы па шаблону
GB2=Перамяшчаць файлы ў выбраную папку
GB3=Пошук і замена
GB4=Рэгістр
GB5=Транслітарацыя
L1=Знайсці:
L2=Для сартавання па папках вы можаце выкарыстоўваць сімвал "\" (%Y\%A - %T)
L3=Замяніць на:

[ATESaveParams]
Caption=Параметры захоўвання

[ATEScenariosForm]
btnClose=Закрыць
btnRun=Запусціць
btnStop=Перапыніць
Caption=Сцэнарыі
cbPreviewMode=Рэжым перадпрагляду
GB1=Сцэнарый
lbPreviewMode=У рэжыме перадпрагляду ўсе змены, зробленыя ў сцэнарыі, НЕ будуць ужыты да файлаў

[AutoTag]
bOk=ОК
Caption=Аўтазапаўненне
CB1=Не запаўняць поле, калі яно ўжо мае значэнне

[CommonDialogs]
B1=ОК
B2=Скасаваць
B3=Новая папка
BS=Так|Не|ОК|Скасаваць|Перапыніць|Паўтарыць|Ігнараваць|Усе|Не (для ўсіх)|Так (для ўсіх)|Дапамога|Закрыць
L1=Выбар папкі
L2=З падпапкамі
MsgCaptions=Увага|Памылка|Звесткі|Пацвярджэнне|
SA=Выбраць усе
SN=Прыбраць вылучэнне

[ConfirmDialog]
B1=Замяніць
B2=Замяніць усе
B3=Прапусціць
B4=Прапусціць усе
B5=Перайменаваць
B6=Скасаваць
Caption=Замена
gbFile1=Замяніць файл
gbFile2=Новым файлам

[CONTEXT]
0=&Адкрыць у AIMP
1=&Прайграць
2=Дадаць у &плэй-ліст
3=Дадаць у &чаргу
4=Дадаць у &закладкі
5=&Рэдагаваць тэгі
6=&Канвертаваць у іншы фармат
7=Адкрыць у &новым плэйлісце

[Converter]
actAddFiles=Дадаць файлы
actAddFolders=Дадаць папкі
actAddPlaylist=Дадаць плэй-ліст
actDeleteAll=Ачысціць
actDeleteSelected=Выдаліць выбраныя
actStop=Спыніць
bAdd.h=Даданне файлаў/папак
bDelete.h=Выдаленне файлаў
bQuickOptions.h=Налады
bSettings=Налады
bStart=Старт
Caption=AIMP - Аўдыяканвертар
csCancel=Скасаваць
csDone=Гатова
csError=Памылка
csPaused=На паўзе
csWaiting=Чаканне
lbEncoder=Фармат:
lbMode=Рэжым кадзіравання
lbNormalizeVolume=Нармалізаваць гучнасць:
lbTargetFileName=Перайменаваць файл:
lbTargetFolder=Перамяшчаць у:
lbTimeElapsed=Прайшло:
lbTimeLeft=Засталося:
lbTotalProgress=Агульны прагрэс
lbVolumeNormalization=Нармалізацыя гучнасці
miCloseAppWhenDone=Закрываць праграму пры заканчэнні канвертавання
miDeleteSource=Выдаляць зыходны файл пасля паспяховага канвертавання
miHibernate=Гібернацыя
miSavePathStructure=Захоўваць структуру папак пры перамяшчэнні файла
miShutdown=Завяршэнне работы
miShutdownWhenDone=Выключаць кам'ютар па заканчэнні канвертавання
miSleep=Сон
miUncheckSuccessful=Прыбраць пазнаку з файла пасля паспяховага канвертавання
Modes=Адзін зыходны - адзін выніковы|Усе зыходныя - адзін выніковы|Адна папка - адзін выніковы

[Converter.lvTable]
c[0]=Назва
c[1]=Фармат
c[2]=Статус
c[3]=№
c[4]=Імя файла
c[5]=Імя мэтавага файла

[ConverterEncoders]
bOk=ОК
cbAsInput=Як у зыходнага файла
cbChangeFormat=Змяніць фармат
cbCorrectionFile=Стварыць карэкцыйны файл
cbIncludeMD5=Уключаць кантрольную суму ў файл
cbModeHybrid=Гібрыдны
cbModeLossless=Без страт
cbNoGap=No Gap
gbMode=Рэжым
lbBestC=Лепшае сцісканне
lbBestQ=Лепшая якасць
lbBitDepth=Фармат сэмплаў:
lbBitrate=Бітрэйт:
lbBitrateMode=Рэжым:
lbChannels=Каналы:
lbCompression=Сцісканне
lbLeast=Хуткае сцісканне
lbMost=Моцнае сцісканне
lbProfile=Профіль:
lbQuality=Якасць:
lbSampleRate=Частата
scParams=Параметры

[CopyDialog]
0=Капіяванне...
1=Перамяшчэнне...
2=Прыпыніць
3=Працягнуць

[DropForm]
CB1=Больш не пытацца
RG1=Перацягванне

[DSPDialog]
btnEqPresets=Перадналады
btnReset=Па змаўчанні
CB1=Падаўленне голасу (толькі для стэрэа)
CB3=Затуханне гуку пры паўзе / працягу
CB4=Затуханне гуку пры навігацыі па файлу
CB5=Плаўнае змяненне гучнасці
CB6=Зводзіць папярэдні файл з наступным
CB7=Плаўнае нарастанне гучнасці ў пачатку файла
CB8=Плаўнае затуханне гучнасці ў канцы файла
CB12=Дазволіць звядзенне
CB16=Выдаляць цішыню па краях трэка незалежна ад працягласці
cbEqSwitch=Уключыць эквалайзер
GB1=Нармалізацыя па амплітудзе
GB2=Ручны пераход
GB3=Аўтаматычны пераход
GB4=Нармалізацыя Replay Gain
GB6=Выдаляць цішыню
L1=* Вярнуць значэнні па змаўчанні можна правай кнопкай мышы
L2=DSP Плагіны:
L4=Каэфіцыент перадузмацнення:
L5=Бягучае значэнне:
L6=Верхні парог каэф. перадузмацнення:
L7=Ніжні парог каэф. перадузмацнення:
L9=Значэнні па змаўчанні:
L10=Мэтавы ўзровень гучнасці:
L12=Працягласць, пасля каторай запускаецца выдаленне:
L13=Цішынёй лічыцца сігнал, узровень якога ніжэй за:
lbChorus=Хорус
lbEcho=Рэха
lbEnhancer=Стэрэабаза
lbFlanger=Фланжар
lbPitch=Пітч
lbPreamp=Перадузмацненне
lbReverb=Рэверберация
lbSpeed=Хуткасць
lbTempo=Тэмп
lbTrueBass=Бас
R2=Выкарыстоўваць значэнні з тэгаў
R3=Аналіз файла "на ляту"
RB1=Нічога не рабіць
RB2=Дадаваць паўзу паміж файламі
tcpMixing=Звядзенне
tcpSilenceRemover=Выдаленне цішыні
tcpSoundEffects=Гукавыя эфекты
tcpVolume=Гучнасць

[DSPDialog.cbReplayGainSource]
i[0]=Крыніца: файл
i[1]=Крыніца: альбом

[EditorForm.RegisterFmt]
i[0]=Без змяненняў
i[1]=Усе Словы З Вялікай Літары
i[2]=Першае слова з вялікай літары
i[3]=УСЕ ВЯЛІКІМІ ЛІТАРАМІ
i[4]=усе маленькімі літарамі

[EQPresetsDialog]
B1=Ужыць
B2=Скасаваць
B3=Выдаліць
B4=Аднавіць
Caption=Перадналада эквалайзера

[HotkeysGroups]
AudioConverter.Content=Аўдыяканвертар: табліца з файламі
AudioConverter.General=Аўдыяканвертар: агульнае
Common.Dialogs=Агульнае: дыялогі
Common.SendTo=Файлы: адправіць у...
Common=Агульнае
MusicLibrary.GroupingTree=Бібліятэка музыкі: дрэва групоўкі
MusicLibrary.Table=Бібліятэка музыкі: табліца
MusicLibrary=Бібліятэка музыкі: агульнае
Player.Navigation=Прайгравальнік: навігацыя
Player.PlayableFile=Прайгравальнік: прайграваны файл
Player.PlaybackControl=Прайгравальнік: кіраванне прайграваннем
Player.Visualizations=Прайгравальнік: візуалізацыі
Playlist.AddFiles=Плэй-ліст: даданне файлаў
Playlist.Deletion=Плэй-ліст: выдаленне файлаў
Playlist.Search=Плэй-ліст: пошук
Playlist.SelectedFiles=Плэй-ліст: выбраныя файлы
Playlist.Sorting=Плэй-ліст: сартаванне
Playlist=Плэй-ліст
TagEditor.Content=Рэдактар тэгаў: табліца з файламі
TagEditor.CurrentFile=Рэдактар тэгаў: бягучая выбарка
TagEditor.Functions.BPM=Рэдактар тэгаў: асноўныя функцыі - разлік BPM
TagEditor.Functions.ReplayGain=Рэдактар тэгаў: асноўныя функцыі - разлік ReplayGain
TagEditor.Functions=Рэдактар тэгаў: асноўныя функцыі
TagEditor.Tree=Рэдактар тэгаў: дрэва з папкамі

[InfoBar]
CB0=У выглядзе інфармацыйнай стужцы|У выглядзе карткі
CB1=У пачатку прайграванне, на працягу:
CB2=Па левым краі|Па правым краі|Па цэнтры
CB3=Уверсе экрана|Унізе экрана
CB4=Паказваць вокладку альбома
CB6=Па-над паўнаэкраннымі праграмамі, калі гэта магчыма
CB7=Ужываць толькі для фону
CB8=Заўжды
CB9=Перад заканчэннем прайгравання, на працягу:
GB0=Паказваць звесткі аб трэку, які прайграецца
GB1=Паказваць
GB5=Выгляд
M1=Фон
M2=Радок %d
M3=Шрыфт
M4=Колер тэксту
P1=Інфармацыйная стужка

[MSG]
1=Новы плэй-ліст
2=Увядзіце імя
3=Бібліятэка музыкі
4=Гэта аперацыя выдаліць усе файлы з цвёрдага дыску. Працягнуць?
5=(адключана)
6=Файл або папка не знойдзена!
7=Згарнуць у вобласць апавяшчэнняў
8=Паказаць галоўнае меню
9=Перайменаванне
10=Гучнасць
11=Пазіцыя
12=Прайграць
13=Прайграць з пачатку
14=Паўза
15=Карыстальніцкая налада
16=Выбраць усе
17=Выкл|Укл
18=Адправіць файлы
19=Магчыма, гэта клавіша ўжо выкарыстоўваецца іншай праграмай
20=Выкарыстоўваць мультымедыя-клавішы?
21=Гэта аперацыя закрые ўсе плэй-лісты, акрамя актыўнага. Працягнуць?
22=Укласці ў файл
23=Перадпрагляд
24=Па-над усімі вокнамі
25=Не атрымалася захаваць змены ў файл "%s", магчыма ён заняты іншай праграмай.
26=Гэта аперацыя ўнясе змены ў тэгі аўдыяфайлаў. Працягнуць?
27=Кампазітар
28=Экран вызначаецца пазіцыяй галоўнага акна|Экран %d: дадатковы (%s)|Экран %d: асноўны (%s)
29=Папка "%s" не існуе
30=Не атрымоўваецца выдаліць адзін з плагінаў. Магчыма, у дадзены момант, ён выкарыстоўваецца праграмай:
31=Выканана...
32=Рэжым аднаго плэліста:\nНе атрымалася замяніць плэй-ліст, таму што ён заблакіраваны ад змяненняў!
33=Пошук
34=Лакальныя файлы
35=Без групоўкі
36=Пошук файлаў...
37=Толькі чытанне|Далучаны да правобраза
38=Гэты параметр адключае магчымасць ствараць больш за адзін плэй-ліст. Пры актывацыі гэтага параметру астатнія ўкладкі будуць аўтаматычна закрыты!\n\nПрацягнуць?
39=Якасць
40=Захаваць як
41=Спампаваць з інтэрнэта
42=Фармат:
43=(Па змаўчанні)
44=Хуткасць
45=Баланс
46=Адкрыццё...|Буферызацыя...
47=Запіс радыё
48=Назва
49=Рэгістр
50=Гэта клавіша ўжо выкарыстоўваецца!
51=Перайсці да часу:
52=Няправільны фармат
53=З'явілася новая версія праграмы. Усталяваць?
54=Банк інструментаў
55=Бягучае значэнне:
56=Для сартавання па папках выкарыстоўвайце сімвал "\" у шаблоне
57=Вы сапраўды хочаце скінуць статыстыку?|Вы сапраўды хочаце скінуць статыстыку для выбраных файлаў?
58=Новы шаблон
59=Фізічнае выдаленне файлаў|Не атрымалася выдаліць наступныя файлы:
60=Выразы...
61=Аперацыя яшчэ не завершана. Перапыніць?
62=Некаторыя аперацыі яшчэ не завершаны! Вы сапраўды хочаце прымусова завершыць іх?
63=Пошук файлаў:
64=Памер:
65=Дата стварэння:
66=Нічога не знойдзена.
67=Абнаўленне...
68=Памер базы даных да: %s\nПамер базы даных пасля: %s\nЗэканомлена: %s.
69=Ужыць
70=Скасаваць
71=Неабходны правы адміністратара
72=Тып файла
73=Загрузка даных...
74=Папка профілю
75=Сартаванне па шаблону
76=Паставіць адзнаку %s
77=Аўтапошук
78=Новыя файлы:
79=Празрыстасць
80=Прагляд
81=Словы песні
82=Размяшчэнне файла...
83=Аўтарскае права
84=Змены набудуць моц толькі пасля перазапуску праграмы
85=Адзнака
86=Капіяваць
87=Уставіць
88=Выразаць
89=Арыгінал
90=Вынік
91=Вы сапраўды хочаце выдаліць "%s"?
92=Усе|Дадаткі|Дэкодэры|Візуалізацыі|DSP
93=Даданне файлаў...
94=Паўтор адрэзка "А-Б" [выкл]|Зададзены пункт "А"|Паўтор адрэзка "А-Б" [вкл]|
95=Перападлучэнне праз %s сек
96=Гэта аперацыя скіне спіс перадналад на значэнне па змаўчанні! Працягнуць?
97=Захоўванне стану прайгравальніка падчас яго выключэння
98=Пры згортванні ў вобласць апавяшчэнняў паказваць міні-прайгравальнік
99=Рэдактар перадналад
100=Альбом
101=Спасылка
102=Выканаўца
103=Загаловак
104=Каментарый
105=Жанр
106=Выдаліць тэг
107=Год
108=Трэк №
109=Дыск №
110=Вокладка альбома
111=Банк iнструментаў не знойдзены або мае няправільны фармат.
112=<адсутнічае>
113=Выканана!
114=Гэта аперацыя выдаліць усю статыстыку і ўсе файлы з базы даных! Працягнуць?
115=Працягласць
116=Файл|Папка|Плэй-ліст
117=Прайграваўся
118=Дададзены
119=Рэйтынг
120=Кіраванне плэй-лістамі
121=Затрымка:
122=Закрыць
123=Капіяваць файл у буфер абмену
125=Каталогі
126=Пачакайце...
127=Прайграванняў
128=Капіяваць у %s|Перамясціць у %s
129=Аўтазапаўненне (ПКМ - выбар шаблона)
130=Выкан. альбома
131=Канвертаванне:
132=Перайменаваць
133=Параметры
134=Прыпынена
135=Змяніць памер...
136=Адна з налад была зменена. Ужыць змены?
137=Здымны дыск|Кампакт-дыск
138=Ужыць да
139=Камп'ютар будзе выключаны праз %s сек
140=Выдавец
141=дБ
142=Увага! Пры выкарыстанні гэтага тыпу прылад вываду ў AIMP іншыя праграмы не змогуць выводзіць гук.
143=Правобраз: |Не зададзены|Папкі|Бібліятэка музыкі|Плэй-ліст
144=Кадзіроўшчык
145=Настрой
146=Частка кампіляцыі
147=Каталог
148=Аўтар слоў песні
149=Дырыжор
150=Вокны
151=мсек
152=Аўтаматычна
153=сек
154=хвіл
155=Б|КБ|МБ|ГБ
156=Абсалютныя шляхі да файлаў
157=Сартуйце файлы пасля дадання ў плэйліст па шаблоне:
158=Чакаем аўтарызацыі...\nКалі ласка, запоўніце запыт на аўтарызацыю ў вашым браўзеры.\n\nКаб адмяніць аперацыю, проста зачыніце акно.

[Options]
bCancel=Закрыць
Caption=Налады

[OptionsFrameAddFiles]
C1=Даданне файлаў
C9=Агульнае
C10=Адкрыццё файлаў са знешніх праграм
C11=Перацягванне
CB1=Запытваць пацвярджэнне карыстальніка
CB2=Разбіваць аўдыяфайлы згодна з файлам разметкі пры даданні ў плэй-ліст
CB6=Аўтаматычна сканаваць плэй-ліст пры даданні файлаў
CB9=Пры адкрыцці файлаў адразу пачынаць іх прайграванне
CB15=Пры даданні файлаў адразу пачынаць іх прайграванне
CB19=Адразу пачынаць прайграванне файлаў
CB47=Дадаваць у бягучы плэй-ліст, калі перададзены адзін файл
CB48=Адкрываць плэй-лісты ў новых укладках
CB49=Дадаваць усё змесціва папкі, калі перададзены адзін файл
CB59=Сартаваць файлы па імя
L1=Дзеянне па змаўчанні:
L7=Пры адкрыцці файлаў:

[OptionsFrameAddFiles.CBA]
i[0]=Стварыць новы плэй-ліст
i[1]=Дадаць у бягучы плэй-ліст
i[2]=Дадаць у пусты плэй-ліст "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Дадаць файлы ў бягучую пазіцыю
i[1]=Дадаць файлы ў канец плэй-ліста
i[2]=Дадаць файлы ў пачатак плэй-ліста
i[3]=Разкідаць файлы па плэйлісце

[OptionsFrameAssoc]
B1=Тыпы файлаў
C1=Асацыяцыя з файламі
CB1=Аўдыяфайлы
CB2=Плэй-лісты
CB3=Вокладкі

[OptionsFrameConvertor]
C1=Параметры канвертавання
C18=Паводзіны
Caption=Канвертар
CB1=Разбіваць аўдыяфайлы згодна файлу разметкі пры даданні ў спіс
CB4=Паказваць статыстыку пасля канвертавання
CB6=Прайграць гук, калі пераўтварэнне скончана
GB1=Па заканчэнні канвертавання
L1=Колькасць патокаў:
L2=Максімальная колькасць патокаў залежыць ад колькасці ядзер ЦП.

[OptionsFrameExtraMeta]
B1=Ачысціць
Caption=Дадатковыя звесткі
CB1=Захоўваць вокладку ў папку з трэкам у адпаведнасці з шаблонам:
CB2=Шукаць словы песні ў інтэрнэце
CB3=Аўтаматычна захоўваць знойдзены тэкст побач з файлам
CB4=Шукаць словы песні ў папцы з файлам
CB5=Знайсці ў тэгах файла
GB1=Шукаць вокладкі ў інтэрнэце
GB2=Кэшаваць вокладкі
GB3=Шукаць вокладкі ў папцы з файлам
GB4=Знайсці ў тэгах файла
L2=Максімальны памер файла для спампоўвання:
L3=Кэшаванне дазволіць паменшыць колькасць зваротаў да дыска, зэканоміць інтэрнэт-трафік, паскорыць пошук вокладак.
L4=Лічыць запіс у кэшы састарэлым пасля:
L5=дзён
pctAlbumArts=Вокладкі альбомаў
pctLyrics=Словы песняў
W1=* Для гэтага павінны быць усталяваны адпаведныя плагіны

[OptionsFrameHotkeys]
B10=Па змаўчанні
C1=Гарачыя клавішы
c[0]=Каманда
c[1]=Лакальныя
c[2]=Глабальныя 1
c[3]=Глабальныя 2

[OptionsFrameInterface]
C1=Анімацыя
C3=Празрыстасць
Caption=Інтэрфейс
CB1=Папіксельная паўпразрыстасць вокнаў
CB2=Паказваць Waveform прайграванага файла на панэлі навігацыі *
CB3=Адкрыцця / закрыцця вокнаў, якія прымацаваныя да іншых вокнаў
CB4=Адкрыцця / закрыцця вокнаў у рэжыме панэлі інструментаў працоўнага стала
CB5=Паказваць спектральную візуалізацыю прайграванага файла *
CB28=Змены стану дысплэя візуалізацыі *
CB30=Змены стану элементаў кіравання
CB35=Прагорткі ўкладак плэй-лістоў *
CB38=Адключаць празрыстасць, калі акно актыўна
CB39=Адключаць празрыстасць, калі мыш над акном
CB42=Плаўнае змяненне празрыстасці
CB52=Фіксаваць вокны да межаў працоўнай вобласці і да іншых вокнаў прайгравальніка
CB68=Выкарыстоўваць згладжванне
CB71=Пераключацца на іншую візуалізацыю па сканчэнню:
CB75=Цыклічна
GB1=Шаблоны для статычных пазнак *
GB3=Шаблоны для бягучага радка *
GB4=Начны рэжым
GB5=Колеравая схема
GB7=Поўнаэкранны рэжым
GB10=Змена візуалізацый
L1=* Вокладка павінна падтрымліваць гэту магчымасць
L2=Памер тэксту:
L10=Інтэрвал абнаўлення
L21=Запускаць поўнаэкранны рэжым на экране:
L23=Запавольвае вывад графікі на экран, але выдае больш якасны вынік пры маштабаванні
pcpGeneral=Агульнае
pcpTemplates=Паказваныя даныя
pcpVisuals=Візуалізацыі

[OptionsFrameInterface.cbNightMode]
i[0]=Аўтаматычна (для Windows 10/11)
i[1]=Выключаны
i[2]=Уключаны

[OptionsFrameInterface.rsRun]
i[0]=Рух: адключаны
i[1]=Рух: налева
i[2]=Рух: направа

[OptionsFrameInterface.rsShow]
i[0]=З'яўленне: адключана
i[1]=З'яўленне: злева
i[2]=З'яўленне: справа
i[3]=З'яўленне: зверху
i[4]=З'яўленне: знізу

[OptionsFrameLang]
C1=Выбар мовы інтэрфейса
Caption=Мова
L1=Канвертаванне неюнікодных радкоў у адпаведнасці з
L2=Асноўныя
L3=Дадатковыя
L4=Састарэлыя

[OptionsFrameMLMain]
B1=Маніторынг файлаў...
C1=Бібліятэка музыкі
Caption=Бібліятэка музыкі
CB1=Пры выстаўленні адзнакі
CB2=Пры старце прайгравання
CB3=Пры падліку праслухванняў
CB4=Паказваць рэйтынг замест адзнакі, калі адзнака не зададзена
CB5=Сінхранізаваць адзнаку з тэгамі файла
CB6=Паказваць змесціва папак разам з падпапкамі
CB7=Аб'ядноўваць пустыя ўзроўні групоўкі, калі гэта магчыма
GB1=Агульнае
GB2=Аўтаматычна дадаваць файл у базу
GB3=Рэйтынг
GB4=Падлік праслухванняў
L1=Мінімальны парог працягласці файла:
L2=Лічыць файл праслуханым пасля прайгравання:\nале не больш за 4 хвіліны
L3=Падлічваць рэйтынг на аснове статыстыцы за апоншія:
L4=дзён
L6=Націсніце тут, каб запісаць ужо існуючы рэйтынг у тэгі файла

[OptionsFrameNet]
C21=Падлучэнне да сеткі
Caption=Падлучэнне да сеткі
CB1=Прамое падлучэнне
CB2=Выкарыстоўваць сістэмныя налады
CB3=Задаць налады проксі ўручную
L79=Час чакання:
L98=Пароль:
L106=Сервер:
L107=Порт:
L108=Карыстальнік:

[OptionsFramePlayer]
C19=Прагортка запісаў колцам мышы
Caption=Прайгравальнік
CB21=Па-над астатнімі вокнамі
G1=Кіраванне
GB4=Кіраванне прайгравальнікам гарачымі клавішамі
GB5=Кіраванне мышшу
GB15=Шаблон радка для капіявання ў буфер абмену
L12=Звычайная прагортка
L13=Змяніць хуткасць на
L14=Змяніць пазіцыю пры націсканні гарачай клавішы на
L15=Змяніць тэмп
L16=Змяніць гучнасць пры націсканні гарачай клавішы на
L18=Прагортка з націснутай клавішай "%s"
L33=Націсканне сярэдняй кнопкай:

[OptionsFramePlayer.MOBox]
i[0]=(не)
i[1]=Старт/паўза
i[2]=Дадаць файлы

[OptionsFramePlayerBehavior]
C1=Аўтаматыка
CB1=Аднаўляць пазіцыю прайгравання
CB7=Паўтараць плэй-ліст, калі ў ім адзін файл
CB32=Аўтаматычны выбар перадналады эквалайзера для трэка
CB33=Працягваць прайграванне плэй-лістоў з места іх спынення
CB47=Кожны плэйліст мае свой уласны рэжым прайгравання (нармальны/у выпадковым парадку)
CB48=Захоўваць стан прайгравальніка пры навігацыі па плэй-лісту з дапамогай кнопак "наступны/папярэдні файл"
CB49=Перамотваць на %0:s назад пры старце прайгравання пасля паўзы больш за %1:s
CB58=Аўтаматычна пераходзіць на наступны файл
CB59=і ўставаць на паўзу
GB1=Агульнае
GB2=Падчас запуску праграмы
GB3=Рэжым прайгравання
GB4=Па заканчэнні прайгравання плэй-ліста
GB5=Пры выдаленні прайграванага файла з плэй-ліста
L1=Рэжым прайгравання:
L2=Прайграванне

[OptionsFramePlayerBehavior.RG1]
i[0]=Пачаць прайграванне
i[1]=Перайсці ў стан, які быў падчас закрыцця прайгравальніка
i[2]=Нічога не рабіць
i[3]=Паставіць на паўзу

[OptionsFramePlayerBehavior.RG2]
i[0]=Перайсці на наступны плэй-ліст
i[1]=Паўтарыць плэй-ліст
i[2]=Перайсці ў рэжым чакання

[OptionsFramePlayerBehavior.RG3]
i[0]=Нармальны
i[1]=Паўтор бягучага файла
i[2]=У выпадковым парадку

[OptionsFramePlayerBehavior.RG4]
i[0]=Нічога не рабіць
i[1]=Спыніць прайграванне
i[2]=Перайсці на наступны трэк

[OptionsFramePlaylistBehavior]
C6=Паводзіны
Caption=Плэй-ліст
CB1=Выдаляць плэй-ліст пры закрыцці ўкладкі
CB2=Адкрыць закладкі ў новым плэйлісце з імем "Bookmarks"
CB3=Захоўваць поўныя шляхі да файлаў (рэкамендуецца)
CB4=Захоўваць плэй-ліст "Default"
CB8=Пры стварэнні плэй-ліста запытваць увод імя
CB31=Захоўваць чаргу падчас закрыцця праграмы
CB46=Закрываць плэй-ліст двайным націсканнем па ўкладцы
CB56=Запытваць падцвярджэнне пры выдаленні файлаў з дыска
CB57=Рэжым аднаго плэй-ліста
GB1=Захаванне
GB2=Агульнае

[OptionsFramePlaylistView]
bCancel=Скасаваць
bOk=ОК
C1=Налады паказу плэй-ліста
Caption=Паказ запісаў
CB50=Паказваць звесткі аб вылучаных файлах
cbAbsoluteNumeration=Абсалютная нумарацыя
cbCollapseUnusedGroups=Аўтаматычна згортваць групы, якія не выкарыстоўваюцца
cbGroupMode=Разбіваць плэй-ліст на групы
cbMergeGroups=Аўтаматычна аб'ядноўваць аднайменныя групы
cbShow2ndLine=Паказваць другі радок са звесткамі
cbShowDuration=Паказваць калонку з працягласцю
cbShowExpandBtns=Паказваць кнопкі згортвання/разгортвання груп
cbShowMarks=Паказваць адзнакі
cbShowNumbers=Паказваць калонку з нумарам трэка
cbShowSwitches=Паказваць калонку з пераключальнікамі
gbFormating=Налады фарматавання
gbGrouping=Налады групоўкі
gbLayoutSettings=Налады паказу

[OptionsFramePlugins]
B1=Перазапусціць
Caption=Плагіны
L1=Некаторыя з падлучаных плагінаў не выкарыстоўваюцца гэтай праграмай
lbURL=Спампаваць дадатковыя плагіны
N1=Выдаліць
N2=Загрузіць выбраныя
N3=Загрузіць усе
N4=Выгрузіць выбраныя
N5=Выгрузіць усе

[OptionsFramePlugins.cbFilter]
i[0]=Усе
i[1]=Падлучаныя
i[2]=Адключаныя
i[3]=Невыкарыстоўваемыя

[OptionsFrameRadioCap]
C1=Агульныя налады
C22=Запіс інтэрнэт-радыё
Caption=Інтэрнэт-радыё
CB2=Прапусціць трэк, калі файл з такім імем ужо існуе
CB65=Запіс патоку без перакадзіравання (толькі для MP3 / AAC / AAC+)
CB66=Пісаць тэгі ў файл
CB67=Весці CUE-журнал
CB68=Памер буферу для фонавага запісу:
CB69=Выдаляць файлы, працягласць якіх менш за:
GB6=Параметры запісу
GB9=Разбіваць на файлы
L1=Колькасць спроб аднавіць злучэнне пры абрыве сувязі
L2=User-Agent:
L3=Памер буферу:
L13=Час:
L24=Шаблон імя файла:
L25=Памер:
L85=Папка для захавання:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Разбіваць па трэкам
i[1]=Разбіваць па памеру
i[2]=Разбіваць па часу

[OptionsFrameSkins]
B2=Агляд...
C1=Вокладкі
lbURL=Спампаваць дадатковыя вокладкі
miDelete=Выдаліць

[OptionsFrameSort]
L1=Для інвертавання сартавання выкарыстоўвайце макрас "%!"

[OptionsFrameSoundOutRemapping]
btnRemove.h=Выдаліць сувязь
Caption=Канвертаванне каналаў
L0=Перавызначаныя карыстальнікам шаблоны
L1=Уваход
L2=Выхад
L3=Канал %d
L4=Выберыце шаблон для рэдагавання:
N1=Усе вашы змены будуць ужыты да прайграванага файла ў рэжыме рэальнага часу пры ўмове, што рэдагуемы шаблон падыходзіць па характарыстыках
N2=Калі шаблон не зададзены - прайгравальнік будзе выкарыстоўваць шаблон па змаўчанні

[OptionsFrameSystem]
C1=Сістэма
Caption=Сістэма
CB2=Паказваць звесткі аб бягучым файле на панэлі заданняў
CB3=Дазволіць прагортку звестак аб бягучым файле
CB4=Паказваць прагрэс прайгравання
CB5=Паказваць стан прайгравальніка на кнопцы на панэлі заданняў
CB6=Паказваць стан прайгравальніка ў выглядзе індыкатара выканання
CB7="Нявызначаны" статус для аўдыяпатока
CB18=Блакіраваць адключэнне манітора
CB23=Інтэграцыя ў кантэкстнае меню Правадніка
CB24=Інтэграцыя ў меню аўтазапуску CD/DVD-дыскаў
CB40=Дадаць спасылку ў меню каманды "Выканаць"
CB41=Дадаць у спіс праграм па змаўчанні
CB60=Аўтаматычна запускаць праграму разам з Windows
GB1=Інтэграцыя
GB2=Паказваць кнопку на панэлі заданняў
L1=Акно прайгравальніка павінна быць актыўным
L99=Прыярытэт

[OptionsFrameTagEditor]
C1=Паводзіны
Caption=Рэдактар тэгаў
CB1=Дазволіць выкарыстоўванне выразаў у палях уводу для апрацоўкі значэнняў палёў тэгаў

[OptionsFrameTray]
C15=Агульнае
C16=Звесткі аб файле
C17=Кіраванне мышшу
Caption=Вобласць апавяшчэнняў
CB1=Згортваць праграму ў вобласць апавяшчэнняў падчас яе мінімізацыі
CB2=Згортваць праграму ў вобласць апавяшчэнняў пры запуску
CB3=Паказваць міні-прайгравальнік пры згортванні ў вобласць апавяшчэнняў
CB4=Паказваць статус прайгравальніка на значку вобласці апавяшчэнняў
CB5=Заўсёды паказваць значок у вобласці апавяшчэнняў
CB13=Паказваць звесткі аб файле пры навядзенні курсора
L30=Адзіночнае націсканне:
L31=Двайное націсканне:
L32=Націсканне сярэдняй кнопкай:
L34=Затрымка перад з'яўленнем:

[OptionsFrameTray.TrayCmd]
i[0]=(адключана)
i[1]=Паказаць/схаваць галоўнае акно
i[2]=Галоўнае акно на пярэдні план
i[3]=Звесткі аб файле
i[4]=Рэгулятар гучнасці AIMP
i[5]=Старт/паўза
i[6]=Дадаць і прайграць файлы
i[7]=Наступны файл
i[8]=Папярэдні файл

[OptionsSoundOutFrame]
C1=Параметры прайгравання
Caption=Прайграванне
CB1=Папярэдняя загрузка наступнага трэка (патрабуе больш памяці)
CB2=Лагарыфмічны рэгулятар гучнасці
CB3=Тонакампенсуючы рэгулятар гучнасці
L1=Метады вываду:
L2=Прылада:
L3=Параметры:
L4=Памер кэшу:
L5=Пазначце каналы, якія будуць выкарыстоўвацца праграмай для вываду гуку

[OptionsSoundOutTransformFrame]
B1=Менеджар эфектаў
C1=Параметры канвертавання
CB1=Дазволіць мікшыраванне каналаў
CB1Hint=Эмуляцыя аб'ёмнага гучання для стэрэа /монаканальных файлаў.\nРазумнае канвертаванне шматканальных файлаў у стэрэа /мона.
CB2=Антыкліпінг
CB2Hint=Прадухіляе трэск і шум, які ўзнікае пры перавышэнні сігналам 0 дБ
CB3=Дызэрынг
CB3Hint=Падаўленне нелінейных скажэнняў, якія з'яўляюцца пры паніжэнні глыбіні дыскрэтызацыі
GB1=Трэкерная музыка
GB2=Агульнае
L1=Перадыскрэтызацыя:
L2=Хуткасць
L3=Якасць

[PartRepeatDialog]
B1=Задаць
B2=Выдаліць
Caption=Паўтарэнне частак "A-Б"
L1=Кропка A:
L2=Кропка Б:

[PlaylistExportSettings]
btnOK=ОК
C4=Налады экспарту трэк-ліста
Caption=Экспарт трэк-ліста
CB54=Экспартаваць схаваныя запісы плэй-ліста
CB55=Экспартаваць катэгорыі плэй-ліста
cbDefault=Запомніць мой выбар
L26=Шаблон:
L27=Фарматны радок:

[PlaylistsManagerDialog]
acImport=Імпартаваць плэй-лісты...
acImportDirs=Імпартаваць папкі...
acRemove=Выдаліць выбраныя плэй-лісты з дыска
btnPreimage=Налады
cbReadOnly=Заблакіраваць ад змяненняў
cbShuffleMode=Рэжым прайгравання ў выпадковым парадку
L1=Агульнае
L2=Індывідуальныя налады
L3=Актыўныя плэй-лісты
L4=Неактыўныя плэй-лісты
L5=Перадпрагляд
lbPreimage=Правобраз:
lbPreimageNotes=Правобраз - крыніца даных для плэй-ліста (папка, бібліятэка музыкі і г.д.)\n\nКаб сінхранізавацца з правобразам, націсніце кнопку "перачытаць даныя з правобраза" у меню плэй-ліста "рознае". Некаторыя тыпы правобразаў падтрымліваюць аўтаматычную сінхранізацыю.
lbStorage=Размяшчэнне:

[QTEAlbumArtEditor]
btnCancel=Скасаваць
btnOk=ОК
Caption=Рэдагаванне вокладкі альбома
lbScale=Маштаб:
lbSizes=Памеры:
pnlCrop=Абрэзаць
pnlScale=Змяніць памер

[QteCustomFields]
btnCancel=Адмена
btnOK=ОК
Caption=Невядомыя поля
miCopy=Капіяваць
miCopyAsUTF8=Капіяваць як UTF8-радок
miCopyAsUTF16BE=Капіяваць як UTF16BE-радок
miCopyAsUTF16LE=Капіяваць як UTF16LE-радок
miDelete=Выдаліць
miExtractAll=Захаваць як...
miExtractSelected=Захаваць выбраная як...

[QTEExpressions]
btnCancel=Скасаваць
btnOK=ОК
Caption=Выразы
lbTitle=Увядзіце выраз, які будзе скарыстаны як прэпрацэсар для значэнняў рэдагуемага поля для ўсіх выбраных файлаў
W1=Выраз павінен пачынацца з "="

[QTEForm]
acMemoClear.h=Ачысціць
acMemoLoad.h=Загрузіць з файла...
acMemoSave.h=Захаваць як...
bCopyTo=Капіяваць у...
Caption=Рэдактар тэгаў
L1=Адкрыць
L2=Захаваць
L3=Здыміце пазнаку, каб выдаліць вокладку з файла падчас захавання
lbCustomFields=Невядомыя поля...
T1=Агульнае
T2=Словы песні
T3=CUE
T4=Звесткі

[QueueDialog]
Caption=Менеджар чаргі
CB1=Прыпыніць
L1=Агульны час:

[QueueDialog.ListView]
c[0]=Нумар
c[1]=Імя файла
c[2]=Плэй-ліст
c[3]=Працягласць

[SearchForm]
B1=Налады пошуку
B2=Закрыць
Caption=Пашыраны пошук
CB1=Шукаць у загалоўках
CB2=Шукаць у імя выканаўцы
CB3=Шукаць у імя альбома
CB4=Шукаць у жанры
CB5=Шукаць у поўным шляху да файла
CB6=Шукаць па меры набору тэкста
L1=(Усё)
N1=Прайграць
N6=Знайсці ў плэйлісце

[SearchForm.Table]
c[0]=Загаловак
c[1]=Плэй-ліст
c[2]=Нумар у чарзе

[Templates]
%Album= - назва альбома
%AlbumArtist= - выканаўца альбома
%AlbumGain= - значэнне replay gain для альбома
%Artist= - выканаўца
%BitDepth= - глыбіня дыскрэтызацыі
%Bitrate= - бітрэйт
%BPM= - дынаміка трэка (колькасць ўдараў у хвіліну)
%Caps2(A)= - Усе Словы З Вялікай Літары, БЕЗ ЎліКУ Зыходнага РЭГістра
%Caps(A)= - Усе Словы З Вялікай Літары
%Case(..)= - вяртае першы непусты параметр
%Catalog= - каталог
%Channels= - колькасць каналаў
%Chapter=- бягучы раздзел
%Char(A)= - сімвал з кодам А
%CleanTitle(A)=- выдаляе з радка A інфармацыю пра дадатковых выканаўцаў (ft/feat)
%Comment= - каментарый
%Composer= - кампазітар
%Conductor= - дырыжор
%Copyright= - аўтарскія правы
%Dec(A,B)=- памяншае значэннеA на B.
%Detransliterate(A)= - дэтранслітарацыя кірылічных сімвалаў з лацінскага алфавіту
%DiskNumber= - нумар дыска
%DiskTotal= - колькасць дыскаў
%Duration= - працягласць
%EncodedBy= - кадзіроўшчык
%ExtractFileExt(A)= - атрымлівае пашырэнне файла з імем А
%FileCreatedDate= - дата стварэння файла
%FileCreatedDateAndTime= - дата і час стварэння файла
%FileCreatedTime= - час стварэння файла
%FileDir(..)= - поўны шлях да бацькоўскай папцы
%FileFormat= - фармат файла
%FileModifiedDate= - дата апошняга змянення файла
%FileModifiedDateAndTime= - дата і час змянення файла
%FileModifiedTime= - час апошняга змянення файла
%FileName= - поўнае імя файла
%FileParentDir(..)= - імя бацькоўскай папкі
%FileSize= - памер файла (байт)
%Format(A,B)= - A - фарматны радок для ліку, B - лік
%Genre= - жанр
%IF(A,B,C)= = C, калі A пустое, інакш - B
%IFEqual(A,B,C,D)= = C, калі A = B, інакш - D
%IFGreater(A,B,C,D)= = C, калі A > B, інакш - D
%IFGreaterOrEqual(A,B,C,D)= = C, калі A >= B, інакш - D
%Inc(A,B)= - павялічвае значэнне A на B.
%Index= - парадкавы нумар у плэйлісце
%ISRC= - код ISRC
%LastPlayDate= - дата апошняга прайгравання файла
%LastPlayTime= - час апошняга прайгравання файла
%Length(A)= - колькасць сімвалаў у радку A
%Link= - інтэрнэт-спасылка
%Low(A)= - усё маленькімі літарамі
%Lyricist= - аўтар слоў песні
%Lyrics= - словы песні
%Mark= - адзнака
%Mood= - настрой
%NewLine= - пераход на новы радок
%PlayCount= - колькасць прайграванняў файла
%PrefixToTail(A)= - перамяшчае артыклі "The" и "A" у канец радка А
%PrefixTrim(A)= - выдаляе артыклі "The" и "A" з радка А
%Publisher= - выдавец
%Random(..)= - выпадковы лік ад 1 да названага ў аргуменце.
%Rating= - рэйтынг трэка
%RemoveFileExt(A)= - выдаляе пашырэнне файла ад імя файла А
%Replace(A,B,C)=, дзе A - зыходны радок, B/С - што/чым замяняць
%SampleRate= - частата дыскрэтызацыі
%StrCopy(A,B,C)= - скапіяваць A з пазіцыі B, дзе C - колькасць сімвалаў
%StrLeft(A,B)= - вяртае радок, які змяшчае першыя В сімвалаў радка А
%StrPos(A,B)= - пошук падрадка А ў радку Б
%StrRight(A,B)= - вяртае радок, які змяшчае апошнія B сімвалаў радка A
%StrTrim(A)= - выдаляе прабелы з пачатка і канца радка А
%TimeCode= - бягучая пазіцыя прайграванага файла ў фармаце "Г:ХХ:СС.МММ"
%Title= - загаловак трэка
%Today(..)= - бягучая дата і час, фармат па змаўчанні: "yyyy.MM.dd hh:mm:ss"
%TrackGain= - значэнне replay gain для трэка
%TrackNumber= - нумар трэка ў альбоме
%TrackTotal= - колькасць трэкаў у альбоме
%Transliterate(A)= - транслітарацыя кірылічных сімвалаў у лацінскі алфавіт
%Up(A)= - УСЁ ВЯЛІКІМІ ЛІТАРАМІ
%Value= - бягучае значэнне
%Year= - год
%ReplaceEx(..)= (A, B1, C1, B2, C2...), дзе A - зыходны радок, B/С - што/чым замяняць

[Templates.Categories]
0=Агульнае
1=Рэгістр
2=Умовы
3=Радкі
10=Мета-даныя
11=Файл
20=Статыстыка

[Updater]
B1=Праверыць абнаўленні
B2=Усталяваць
Caption=Праверка абнаўленняў
CB1=Не апавяшчаць аб гэтай версіі
L1=Ваша версія:
L2=Апошняя версія:
L3=Ручная праверка наяўнасці абнаўленняў
L4=Даступна новая версія: %s
L5=Абнаўляцца да
L6=стабільных версій|версій у стадыі тэсціравання (Beta)|версій у стадыі распрацоўкі (Alpha)
W1=Увага! Выбраныя вамі версіі могуць быць вельмі нестабільнымі і могуць утрымліваць шмат памылак! Працягнуць?

